<html>
<head>
	<title>Tyler</title>
</head>
<body>
	<font size=5 color="ea3635" face="Adobe Gothic Std B">Rap en Asia, el nuevo K-pop</font>
	<br>
	Corea del Sur lleva a&ntilde;os desarrollando una industria musical de renombre mundial conocida como K-pop. La diferencia entre el resto del pop y el K-pop, es la corta vida de las bandas que lo forman, un grupo puede tener 15 miembros o mas, que constantemente salen y entran de grupo en grupo, nada que ver con las tragedias que suponen las partidas de grupos como One Direction o NYSYNC entre sus fans. Esto sirve a la vez para hacer combinaciones de artistas interesantes, y para dar hueco a nuevos artistas. Ser un cantante en estas bandas es dif&iacute;cil, y digo cantante porque no hay mucho lugar para guitarristas o bater&iacute;as, todos los miembros de un grupo son cantantes, y adem&aacute;s, bailarines que entrenan rigurosamente.
<br>
Desde hace ya un par de a&ntilde;os ha llegado un nuevo sheriff, Jay Park. Es uno de los cantantes de K-pop m&aacute;s populares, pero tambi&eacute;n rapea. Despu&eacute;s de tener que renunciar a su entonces banda en 2004 por haberse publicado mensajes privados de Myspace en los que relataba su dificultad adaptandose a la cultura Coreana, el americano Jay Park empez&oacute; a formar sus propios sellos discogr&aacute;ficos y a colaborar con escuelas de breakdance hasta volver a llegar a la fama. Esto &uacute;ltimo es lo m&aacute;s destacable de su carrera, es uno de los poqu&iacute;simos artistas con completo control creativo sobre su m&uacute;sica en Corea, gracias a ello pudo traer al pa&iacute;s un sonido hip hop muy actual.
<br><IMG height=250 weight=350 align="left" SRC="888oid.jpeg">
A partir de ello han surgido gigantes del hip hop asi&aacute;tico en su pais, figuras tales como Keith Ape, Zico, Rap God, Sik-k y muchos m&aacute;s. Algunos forman parte de bandas de pop m&aacute;s tradicionales y otros son pioneros en bandas de hip hop. Debido a la fama internacional del k-pop, este estilo nuevo de hip hop se ha transladado a China, Jap&oacute;n y a los paises sure&ntilde;os de oriente. Higher Brothers, Yaeji, Joji o Rich Chigga son algunos de los artistas m&aacute;s famosos del continente, y todos pertenecen al mismo sello, 88Rising.
<br>
A todos los fans del g&eacute;nero os recomendamos estar bien pendientes de la evoluci&oacute;n de 88, porque sus colaboraciones con raperos fuera de su sello y su influencia en america har&aacute;n que tarde o temprano empecemos a escuchar versos en mandar&iacute;n en la radio.
<br>
</body>

</html>
