<html>
<head>
	<title>Tyler</title>
</head>
<body>
	<font size=5 color="ea3635" face="Adobe Gothic Std B">Los raperos y la violencia de g&eacute;nero</font>
	<br>
	Nelly, el rapero que nos hizo bailar con temas cl&aacute;sicos de los 2000 como Ride with me, en el que colabora con Pharrel, ha sido acusado de violaci&oacute;n y contempla cancelar su tour por Estados Unidos. Pero su caso no es el m&aacute;s preocupante de los numerosos que estan surgiendo en este g&eacute;nero.
<br>
XXXTentacion o Kodak Black son dos raperos que ascendieron a la fama a trav&eacute;s de internet mediante SoundCloud, una especie de red social musical para artistas j&oacute;venes que no tienen donde publicar o publicitar su m&uacute;sica. Tienen tambi&eacute;n en com&uacute;n varias denuncias por abusos sexuales y violencia de g&eacute;nero, Kodak incluso presumi&oacute; en una canci&oacute;n de haber huido de la polic&iacute;a tras quitarse su pulsera de seguimiento. Las acusaciones a X son mucho peores, ya fue encarcelado por pegar a su novia embarazada, ahora esa misma exnovia ha testificado sobre su alegada tortura.
<br><IMG height=250 weight=350 align="left" SRC="nelloid.jpg">
Afirma que X y sus productores la retuvieron en casa durante d&iacute;as para que nadie pudiese ver las heridas que X le hab&iacute;a infligido, esto mismo se repiti&oacute; en varias acusaciones. La &uacute;nica defensa ante esta tesstificaci&oacute;n de mas de 100 p&aacute;ginas es para X el hecho de que son fabricaciones, la misma defensa de Nelly.
<br>
Pitchfork y otros muchos se han apresurado a proclamar el fin del mundo, pero seamos sinceros, el Hip Hop de hoy tiene su origen en letras mis&oacute;ginas como las de NWA. Y en todas las industrias y g&eacute;neros, se dan casos de este estilo, el verdadero problema no est&aacute;en la presencia de estos artistas, sino en su actitud ante sus acciones. Cuando Chris Brown peg&oacute; a Rihanna, no hubo nadie que le dejase tranquilo, gracias a eso, se someti&oacute; a terapia y llegando a conciliarse definitivamente con su v&iacute;ctima a&uacute;n conservando la mala fama de haber cometido ese crimen.
<br>
Mantenernos cr&iacute;ticos de letras que celebran el abuso en relaciones deber&iacute;a ser una prioridad. Debemos recordar que este no es un problema del rap, incluso John Lenon o Ozzie Osbourne han sido acusados de cr&iacute;menes similares, es un problema global que no debemos publicitar como un ejemplo a seguir bajo ning&uacute;n contexto.
</body>

</html>
