<html>
<head>
	<title>Tay</title>
</head>
<body>
	<font size=5 color="ea3635" face="Adobe Gothic Std B">Reputation, de Taylor Swift</font>
	<br>
	Cuando escuchas una canci&oacute;n en la radio, no necesitas mucho contxto para disfrutarla. Incluso si la letra de una canci&oacute;n tiene mas significado del que parece, no suele ser necesario estar al tanto de un contexto perteneciente al artista. Por ejemplo, Praying, el tema que Kesha sac&oacute; en Agosto, tuvo un gran &eacute;xito pese al tema tan personal - sus sentimientos hacia su violador, el productor Dr Luke - del que trataba y del que muchos desconocen.
<br>
Taylor depende demasiado del contexto en este nuevo album, ha compuesto una &eacute;pica sobre sus pol&eacute;micas, y aunque gran parte de sus fans est&aacute;n al tanto de los detalles m&aacute;s p&uacute;blicos de su vida sentimental, el resto de los oyentes no entender&aacute;n sus constantes referencias. L&iacute;ricamente, no estamos hablando de nada muy especial.
<br>
Pero ella es una diva del pop, y todos sabemos que este genero no se car&aacute;cteriza necesariamente por tener letras complejas, lo importante es la m&uacute;sica, y Taylor nos dejo buen sabor de boca con su &aacute;lbum pasado, inspirado en la m&uacute;sica de los 80. Sencillamente, ha decepcionado y mucho. 
<br>
Donde podr&iacute;a haber surgido un fen&oacute;meno como Billy Jean, una canci&oacute;n en respuesta a acusaciones, no nos ha quedado nada mas que un sonido muy, muy b&aacute;sico que toma demasiada inspiraci&oacute;n de los productores en temas como Look what you just made me do. En general, se trata de una estética anticuada, más perteneciente a 2010 que a hoy día, pero no lo suficientemente interesante como para salvar su poca actualidad.
<br>
Desde Microfonicos, apoyamos la nueva est&eacute;tica de chica mala de Taylor, pero no nos convence. 
<br><br>
<center><IMG SRC="tayscore.jpg" align="center" height="150" width="150" border=0 ALT="ts";"
	USEMAP="#ts"></center>
</body>

</html>
